Repository: limansky/ncmpcpp
Catalog: po/*.po
Languages: ru

source: Keys
ru: Клавиши

source: Movement
ru: Перемещение

source: Move Cursor up
ru: Переместить курсор вверх

source: Move Cursor down
ru: Переместить курсор вниз

source: Move Cursor up one album
ru: Переместить курсор вверх на один альбом

source: Move Cursor down one album
ru: Переместить курсор вниз на один альбом

source: Move Cursor up one artist
ru: Переместить курсор на одного исполнителя вверх

source: Move Cursor down one artist
ru: Переместить курсор на одного исполнителя вниз

source: Page up
ru: На страницу вверх

source: Page down
ru: На страницу вниз

source: Home
ru: В начало

source: End
ru: В конец

source: Help screen
ru: Режим справки

source: Playlist screen
ru: Режим плейлиста

source: Browse screen
ru: Режим обзора

source: Search engine
ru: Поисковая машина

source: Media library
ru: Библиотека

source: Playlist editor
ru: Редактор плейлистов

source: Tag editor
ru: Редактор тегов

source: Outputs
ru: Выходы

source: Music visualizer
ru: Визуализатор музыки

source: Clock screen
ru: Режим часов

source: MPD server info
ru: Информация о сервере MPD

source: Global
ru: Глобальные

source: Stop
ru: Остановить

source: Pause
ru: Пауза

source: Next track
ru: Следующая дорожка

source: Previous track
ru: Предыдущая дорожка

source: Play current track from the beginning
ru: Проиграть текущую песню с начала

source: Seek forward
ru: Перемотка вперед

source: Seek backward
ru: Перемотка назад

source: Decrease volume
ru: Уменьшить громкость

source: Increase volume
ru: Увеличить громкость

source: Toggle space mode (select/add)
ru: Переключить режим пробела (выбрать/добавить)

source: Toggle add mode
ru: Переключить режим добавления

source: Toggle mouse support
ru: Вкл/выкл поддержку мыши

source: Reverse selection
ru: Обратить выделение

source: Deselect all items
ru: Отменить выделение

source: Select songs of album around cursor
ru: Выбрать все песни из альбома под курсором

source: Add selected items to playlist/m3u file
ru: Добавить выделенные элементы в плейлист/m3u-файл

source: Toggle repeat mode
ru: Вкл/выкл режим повторения

source: Toggle random mode
ru: Вкл/выкл режим случайного воспроизведения

source: Toggle single mode
ru: Вкл/выкл одиночный режим

source: Toggle consume mode
ru: Вкл/выкл режим удаления после проигрывания

source: Toggle replay gain mode
ru: Переключить режим выравнивания громкости

source: Toggle bitrate visibility
ru: Показывать битрейт

source: Shuffle playlist
ru: Перемешать плейлист

source: Toggle crossfade mode
ru: Вкл/выкл режим плавного перехода

source: Set crossfade
ru: Установить длительность плавного перехода

source: Start a music database update
ru: Обновить базу данных

source: Apply filter
ru: Применить фильтр

source: Forward find
ru: Искать вперед

source: Backward find
ru: Искать назад

source: Go to previous found position
ru: К предыдущему результату поиска

source: Go to next found position
ru: К следующему результату поиска

source: Toggle find mode (normal/wrapped)
ru: Переключить режим поиска (нормальный/циклический)

source: Locate song in browser
ru: Открыть песню в браузере

source: Locate current song in media library
ru: Найти текущую песню в медиа библиотеке

source: Locate current song in tag editor
ru: Перейти к текущей песне в редакторе тегов

source: Toggle display mode
ru: Переключить режим отображение

source: Toggle user interface
ru: Переключить интерфейс

source: Toggle displaying separators between albums
ru: Показывать разделители между альбомами

source: Go to given position in current song (in % by default)
ru: Перейти к указанной позиции в текущей песне (в % по умолчанию)

source: Show song info
ru: Показать информацию о песне

source: Show artist info
ru: Показать информацию об исполнителе

source: Toggle lyrics database
ru: Переключить базу данных текстов песен

source: Show/hide song's lyrics
ru: Показать/скрыть текст песни

source: Quit
ru: Выход

source: Playlist
ru: Плейлист

source: Play
ru: Воспроизвести

source: Add random songs/artists/albums to playlist
ru: Добавить случайные песни/исполнителей/альбомы в плейлист

source: Delete item/selected items from playlist
ru: Удалить элемент/выделенные элементы из плейлиста

source: Clear playlist
ru: Очистить плейлист

source: Clear playlist but hold currently playing/selected items
ru: Очистить плейлист, оставив играющий/выбранные элементы

source: Move item(s) up
ru: Переместить элемент(ы) вверх

source: Move item(s) down
ru: Переместить элемент(ы) вниз

source: Move selected item(s) to cursor position
ru: Поместить выбранный элемент(ы) в позицию курсора

source: Move selected item(s) before cursor position
ru: Поместить выбранный элемент(ы) перед позицией курсора

source: Move selected item(s) after cursor position
ru: Поместить выбранный элемент(ы) после позиции курсора

source: Add url/file/directory to playlist
ru: Добавить url/файл/папку в плейлист

source: Edit song's tags
ru: Редактировать теги песни

source: Save playlist
ru: Сохранить плейлист

source: Sort/reverse playlist
ru: Сортировать/обратить плейлист

source: Go to currently playing position
ru: Перейти к проигрываемой песне

source: Toggle auto center mode
ru: Вкл/выкл автоматическое центрирование

source: Enter directory/Add item to playlist and play
ru: Редактировать каталог / Добавить элемент в плейлист и воспроизвести

source: Add item to playlist
ru: Добавить элемент в плейлист

source: Edit song's tags/Rename playlist/directory
ru: Редактировать теги песни / Переименовать плейлист/каталог

source: Rename playlist/directory
ru: Переименовать плейлист/папку

source: Browse MPD database/local filesystem
ru: Просмотр базы данных / файловой системы

source: Toggle sort order
ru: Переключить режим сортировки

source: Locate currently playing song
ru: Перейти к воспроизводимой песне

source: Go to parent directory
ru: Перейти в родительский каталог

source: Delete playlist/file/directory
ru: Удалить плейлист/файл/каталог

source: Start searching immediately
ru: Начать поиск

source: Reset search engine
ru: Очистить условия поиска

source: Previous column
ru: Предыдущий столбец

source: Next column
ru: Следующий столбец

source: Playlist Editor
ru: Редактор плейлиста

source: Add item to playlist and play
ru: Добавить элемент в плейлист и воспроизвести

source: Edit playlist's name/song's tags
ru: Редактировать название плейлиста/теги песни

source: Edit playlist's name
ru: Редактировать название плейлиста

source: Clear current playlist
ru: Очистить текущий плейлист

source: Lyrics
ru: Текст песни

source: Open lyrics in external editor
ru: Открыть текст песни во внешнем редакторе

source: Refetch lyrics
ru: Скачать текст песни заново

source: Artist info
ru: Информация об исполнителе

source: Refetch artist info
ru: Скачать информацию об исполнителе заново

source: Tiny tag editor
ru: Мини-редактор тегов

source: Edit tag
ru: Редактировать тег

source: Save
ru: Сохранить

source: Toggle visualization type
ru: Переключить режим визуализации

source: Mouse
ru: Мышь

source: Play/pause
ru: Играть/пауза

source: Left click on progressbar
ru: Левый щелчок на индикаторе прогресса

source: Go to chosen position in played track
ru: Перейти к выбранной позиции в проигрываемой песне

source: Mouse wheel on "Volume: xx"
ru: Колесо мыши на "Громкость: xx"

source: Change volume
ru: Изменить громкость

source: Mouse wheel on main window
ru: Колесо мыши в главном окне

source: Scroll
ru: Прокрутка

source: Left click
ru: Левая кнопка

source: Highlight
ru: Выделить

source: Right click
ru: Правая кнопка

source: Left click on directory
ru: Левая кнопка на каталоге

source: Enter directory
ru: Открыть папку

source: Right click on directory
ru: Правая кнопка на каталоге

source: Add to playlist
ru: Добавить в плейлист

source: Left click on song/playlist
ru: Левая кнопка на песне/плейлисте

source: Right click on song/playlist
ru: Правая кнопка на песне/плейлисте

source: Add to playlist and play
ru: Добавить в плейлист и воспроизвести

source: Change value
ru: Изменить значение

source: Left/middle column
ru: Левая/средняя колонка

source: Right column
ru: Правая колонка

source: Left column
ru: Левая колонка

source: Middle column
ru: Средняя колонка

source: Password
ru: Пароль

source: Password accepted!
ru: Пароль принят!

source: Cleared playlist!
ru: Плейлист очищен!

source: [unknown]
ru: [неизвестно]

source: [playing]
ru: [воспроизведение]

source: Playing:
ru: Играет:

source: [paused]
ru: [пауза]

source: [Paused]
ru: [Пауза]

source: [stopped]
ru: [остановлено]

source: Repeat mode is %s
ru: Режим повторения %s

source: off
ru: выключен

source: on
ru: включен

source: Random mode is %s
ru: Режим случайного воспроизведения %s

source: Single mode is %s
ru: Одиночный режим %s

source: Consume mode is %s
ru: Режим удаления после проигрывания %s

source: Database update started!
ru: Обновление базы данных началось!

source: Database update finished!
ru: Обновление базы данных закончилось!

source: Database has changed, you need to select your item(s) once again!
ru: База данных изменилась, необходимо выбрать элементы заново!

source: Vol
ru: Грм

source: Volume
ru: Громкость

source: Sort songs by...
ru: Сортировать песни по...

source: Artist
ru: Исполнитель

source: Album
ru: Альбом

source: Disc
ru: Диск

source: Track
ru: Дорожка

source: Genre
ru: Жанр

source: Year
ru: Год

source: Composer
ru: Композитор

source: Title
ru: Заголовок

source: Filename
ru: Имя файла

source: Sort
ru: Сортировать

source: Reverse
ru: В обратном порядке

source: Cancel
ru: Отмена

source: Sorting playlist...
ru: Сортировка плейлиста...

source: Playlist is already sorted
ru: Плейлист уже был отсортирован

source: Playlist sorted!
ru: Плейлист отсортирован!

source: Error while sorting playlist!
ru: Ошибка сортировки плейлиста!

source: Screen is too small to display dialog window!
ru: Размер экрана недостаточен для показа диалога!

source: item
ru: элемент

source: length
ru: продолжительность

source: remaining
ru: осталось

source: Added to playlist: %s
ru: Добавлено в плейлист: %s

source: Time
ru: Время

source: Directory
ru: Папка

source: Album Artist
ru: Исполнитель альбома

source: Comment
ru: Коментарий

source: Browse:
ru: Обзор:

source: Loading playlist %s...
ru: Загружается плейлист %s

source: Scanning "%s"...
ru: Сканируется "%s"...

source: Added folder: %s
ru: Добавлена папка: %s

source: Deleting "%s"...
ru: Удаляется "%s"...

source: Couldn't remove "%s": %s
ru: Не могу удалить "%s": %s

source: Browse mode: %s
ru: Режим обзора: %s

source: Updating list...
ru: Обновление списка...

source: Search in:
ru: Область поиска:

source: Database
ru: База данных

source: Current playlist
ru: Текущий плейлист

source: Search mode:
ru: Режим поиска:

source: Searching...
ru: Ищу...

source: Search results:
ru: Результаты поиска:

source: Found
ru: Найдено

source: song
ru: песня

source: Searching finished!
ru: Поиск завершен!

source: No results found
ru: Ничего не найдено

source: Search
ru: Искать

source: Reset
ru: Сбросить

source: y
ru: г

source: year
ru: год

source: d
ru: д

source: day
ru: день

source: h
ru: ч

source: hour
ru: час

source: m
ru: м

source: minute
ru: минута

source: s
ru: с

source: second
ru: секунда

source: Song info
ru: Информация о песне

source: Length
ru: Продолжительность

source: Bitrate
ru: Битрейт

source: Sample rate
ru: Частота дискретизации

source: Hz
ru: Гц

source: Channels
ru: Каналы

source: Mono
ru: Моно

source: Stereo
ru: Стерео

source: Albums
ru: Альбомы

source: Songs
ru: Песни

source: No albums found.
ru: Альбомов не найдено

source: Albums (sorted by %s)
ru: Альбомы (сортировка по полю "%s")

source: Your MPD version is too old to handle this function properly, please upgrade.
ru: Ваша версия MPD устарела и не поддерживает эту функцию, рекомендуется обновление.

source: Jumping to song...
ru: Переход к песне...

source: Adding songs from album "%s"
ru: Добавляются песни из альбома "%s"

source: All tracks
ru: Все песни

source: <no album>
ru: <нет альбома>

source: Playlists
ru: Плейлисты

source: Playlist's content
ru: Содержимое плейлиста

source: Playlist's content (%u item)
ru: Содержимое плейлиста (%u элемент)

source: Playlist is empty.
ru: Плейлист пуст.

source: configuration variable mpd_music_dir is not set!
ru: переменная конфигурации mpd_music_dir не задана!

source: Screen is too small!
ru: Размер экрана слишком маленький!

source: User interface: %s
ru: Интерфейс: %s

source: Alternative
ru: Альтернативный

source: Classic
ru: Классический

source: Attempting to reconnect...
ru: Попытка переподключения...

source: Connected to %s!
ru: Подключен к %s!

source: Help
ru: Справка

source: Library
ru: Библиотека

source: Clock
ru: Часы

source: Selected items deleted!
ru: Выбранные элементы были удалены!

source: Delete playlist
ru: Удалить плейлист

source: Playlist "%s" deleted!
ru: Плейлист "%s" удален!

source: Aborted!
ru: Прервано!

source: Deleting files is disabled by default, see man page for more details
ru: Удаление файлов по умолчанию запрещено, обратитесь к руководству за подробностями

source: Deleting directories is disabled by default, see man page for more details
ru: Удаление папок по умолчанию запрещено, обратитесь к руководству за подробностями

source: Delete selected items?
ru: Удалить выбранные элементы?

source: Delete file
ru: Удалить файл

source: Delete directory
ru: Удалить папку

source: "%s" deleted!
ru: "%s" удален!

source: Deleting selected items...
ru: Удаляются выбранные элементы...

source: Selected items deleted from playlist "%s"!
ru: Выбранные элементы удалены из плейлиста "%s"!

source: Save playlist as
ru: Сохранить плейлист как

source: Filtered items added to playlist "%s"
ru: Отфильтрованные элементы добавлены в плейлист "%s"

source: Playlist saved as: %s
ru: Плейлист сохранен как: %s

source: Playlist already exists, overwrite
ru: Плейлист уже существует, перезаписать

source: Playlist overwritten!
ru: Плейлист перезаписан!

source: No selected items to move!
ru: Элементы для перемещения не выбраны!

source: Add
ru: Добавить

source: Adding...
ru: Добавление...

source: Playlist display mode: %s
ru: Режим отображения плейлиста: %s

source: Columns
ru: Столбцы

source: Search engine display mode: %s
ru: Режим отображения поиска: %s

source: Updating tags...
ru: Обновление тегов...

source: Updating tags in "%s"...
ru: Обновление тегов в "%s"...

source: Error while updating tags in "%s"!
ru: Ошибка при обновлении тегов в "%s"

source: Tags updated successfully!
ru: Теги успешно обновлены!

source: Error while opening file "%s"!
ru: Ошибка при открытии файла "%s"

source: Error while writing tags in "%s"!
ru: Ошибка при записи тегов в "%s"

source: Directory renamed to "%s"
ru: Папка переименована в "%s"

source: Couldn't rename "%s": %s
ru: Не могу переименовать "%s": %s

source: Playlist renamed to "%s"
ru: Плейлист переименован в "%s"

source: Position to go (in %/mm:ss/seconds(s))
ru: Позизия для перехода (в %/мм:сс/секундах)

source: Selection reversed!
ru: Выделение обращено!

source: Items deselected!
ru: Выделение снято!

source: Deleting all items but selected...
ru: Удаление всех элементов кроме выбранных...

source: Items deleted!
ru: Элементы удалены!

source: Nothing is playing now!
ru: Сейчас ничего не играет!

source: Do you really want to clear playlist
ru: Вы действительно хотите очистить плейлист

source: Deleting filtered items...
ru: Удаляются отфильтрованные элементы...

source: Filtered items deleted!
ru: Отфильтрованные элементы удалены!

source: Clearing playlist...
ru: Плейлист очищается...

source: Using filter "%s"
ru: Используется фильтр "%s"

source: Filtering disabled
ru: Фильтрация отключена

source: Find
ru: Поиск

source: forward
ru: вперед

source: backward
ru: назад

source: Unable to find "%s"
ru: Не могу найти "%s"

source: Done!
ru: Готово!

source: Search mode: %s
ru: Режим поиска: %s

source: Replay gain mode ?
ru: Режим выравнивания громкости?

source: track
ru: дорожка

source: album
ru: альбом

source: Replay gain mode: %s
ru: Режим выравнивания громкости: %s

source: Select/deselect
ru: Выделить/снять выделение

source: Add mode: %s
ru: Режим добавления: %s

source: Add item to playlist, remove if already added
ru: Добавить элемент в плейлист, убрать если уже добавлен

source: Always add item to playlist
ru: Всегда добавлять элемент в плейлист

source: Mouse support %s
ru: Поддержка мыши %s

source: enabled
ru: включено

source: disabled
ru: выключено

source: Bitrate visibility %s
ru: Отображение битрейта %s

source: songs
ru: песни

source: artist
ru: исполнитель

source: albums
ru: альбомы

source: Number of random songs
ru: Число случайных песен

source: Number of random artists
ru: Число случайных исполнителей

source: Number of random albums
ru: Число случайных альбомов

source: %zu random song added to playlist!
ru: %zu случайная песня добавлена в плейлист!

source: %zu random artist added to playlist!
ru: %zu случайный исполнитель добавлен в плейлист!

source: %zu random album added to playlist!
ru: %zu случайный альбом добавлен в плейлист!

source: Sort songs by: %s
ru: Сортировать песни по: %s

source: Modification time
ru: Время модификации

source: albumArtist
ru: исполнитель альбома

source: genre
ru: жанр

source: composer
ru: композитор

source: Fetching lyrics for %s...
ru: Получаем текст песни для %s...

source: Fetching lyrics from
ru: Получаем текст песни из

source: Lyrics weren't found.
ru: Текст не был найден.

source: External editor is not set!
ru: Внешний редактор не выбран!

source: Using lyrics database: %s
ru: Используется база данных текстов: %s

source: Using all lyrics databases
ru: Используются вся базы данных текстов

source: Couldn't read file
ru: Не могу прочитать файл

source: Tags updated!
ru: Теги обновлены!

source: Error while writing tags!
ru: Ошибка при записи тегов!

source: Song name
ru: Название песни

source: Directories
ru: Каталоги

source: Tag types
ru: Типы тегов

source: Options
ru: Настройки

source: Capitalize First Letters
ru: Сделать Первые Буквы Заглавными

source: lower all letters
ru: сделать все буквы строчными

source: Tags
ru: Теги

source: Get tags from filename
ru: Получить теги из имени файла

source: Rename files
ru: Переименовать файлы

source: Legend
ru: Легенда

source: Preview
ru: Предварительный просмотр

source: No subdirs found
ru: Подкаталоги не найдены

source: %a - artist
ru: %a - исполнитель

source: %A - album artist
ru: %A - исполнитель альбома

source: %t - title
ru: %t - заголовок

source: %b - album
ru: %b - альбом

source: %y - year
ru: %y - год

source: %n - track number
ru: %n - номер дорожки

source: %g - genre
ru: %g - жанр

source: %c - composer
ru: %c - композитор

source: %d - disc
ru: %d - диск

source: %C - comment
ru: %C - комментарий

source: Files
ru: Файлы

source: Pattern
ru: Шаблон

source: Operation finished!
ru: Операция завершена!

source: Number tracks?
ru: Количество дорожек?

source: Tracks numbered!
ru: Дорожки пронумерованы!

source: Screen is too small to display additional windows!
ru: Размер экрана недостаточен для показа дополнительных окон!

source: New filename
ru: Новое имя файла

source: Changes reset
ru: Отменить изменения

source: Writing changes...
ru: Сохранение изменений...

source: Writing tags in "%s"...
ru: Сохранение тегов в "%s"...

source: Processing...
ru: Обрабатывается...

source: directories
ru: каталоги

source: Screen is too small to display this window!
ru: Размер экрана недостаточен для показа этого окна!

source: Version
ru: Версия

source: Time playing
ru: Общее время

source: Total playtime
ru: Общее время

source: Artist names
ru: Всего исполнителей:

source: Album names
ru: Всего альбомов:

source: Songs in database
ru: Песен в базе данных

source: Last DB update
ru: Последнее обновление базы данных

source: Fetching informations...
ru: Получение информации...

source: couldn't save file
ru: не могу сохранить файл

source: Similar artists:
ru: Похожие исполнители:

source: Visualization type: %s
ru: Тип визуализации: %s

source: Sound wave
ru: Звуковая волна

source: Frequency spectrum
ru: Частотный спектр

source: Add selected item(s) to...
ru: Добавить выбранные элементы в...

source: Where?
ru: Куда?

source: At the end of playlist
ru: В конец плейлиста

source: At the beginning of playlist
ru: В начало плейлиста

source: After current track
ru: После текущей песни

source: After current album
ru: После текущего альбома

source: After highlighted item
ru: После выделенного элемента

source: Local items cannot be added to m3u playlist!
ru: Невозможно добавить локальные элементы в m3u-плейлист!

source: New playlist
ru: Новый плейлист

source: Save playlist as:
ru: Сохранить плейлист как:

source: Selected item(s) added to playlist "%s"!
ru: Выбранные элементы добавлены в плейлист "%s"

source: Player is stopped!
ru: Проигрыватель оставновлен!

source: Selected item(s) added!
ru: Выбранные элементы были добавлены!

source: Artists
ru: Исполнители

source: Album Artists
ru: Исполнители альбомов

source: Titles
ru: Заголовоки

source: Tracks
ru: Дорожки

source: Genres
ru: Жанры

source: Years
ru: Года

source: Composers
ru: Композиторы

source: Comments
ru: Коментарии

source: Discs
ru: Диски
